{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 799, "word_counts": "{\"none\": 1, \"of\": 296, \"them\": 15, \"are\": 59, \"engaging\": 1, \"or\": 28, \"exciting\": 1, \"the\": 694, \"acting\": 35, \"was\": 158, \"bad\": 52, \"this\": 234, \"is\": 264, \"a\": 343, \"film\": 126, \"with\": 73, \"writing\": 11, \"and\": 348, \"good\": 50, \"actors\": 17, \"an\": 44, \"ugly\": 1, \"cartoon\": 2, \"crafted\": 1, \"by\": 40, \"paul\": 3, \"haggis\": 1, \"for\": 79, \"people\": 11, \"who\": 32, \"can't\": 9, \"handle\": 1, \"anything\": 6, \"but\": 73, \"bold\": 2, \"strokes\": 1, \"in\": 172, \"storytelling\": 1, \"picture\": 1, \"painted\": 1, \"crayons\": 1, \"both\": 14, \"truly\": 8, \"understand\": 9, \"become\": 4, \"their\": 14, \"particular\": 3, \"character\": 21, \"delivering\": 2, \"convincing\": 2, \"sincere\": 1, \"performance\": 10, \"i\": 216, \"really\": 35, \"hope\": 3, \"team\": 1, \"behind\": 1, \"movie\": 144, \"makes\": 5, \"more\": 25, \"movies\": 22, \"that\": 130, \"they\": 24, \"will\": 17, \"continue\": 1, \"to\": 195, \"do\": 21, \"so\": 50, \"own\": 5, \"some\": 19, \"kinda\": 2, \"weird\": 2, \"style\": 5, \"recommend\": 8, \"confidence\": 1, \"there\": 41, \"totally\": 11, \"unnecessary\": 1, \"train\": 1, \"roller\": 1, \"coaster\": 1, \"scene\": 13, \"it\": 212, \"hour\": 3, \"half\": 5, \"waste\": 9, \"time\": 31, \"following\": 2, \"bunch\": 2, \"very\": 47, \"pretty\": 10, \"high\": 2, \"schoolers\": 1, \"whine\": 1, \"cry\": 1, \"about\": 42, \"life\": 11, \"lacks\": 3, \"visual\": 3, \"interest\": 3, \"drama\": 7, \"expression\": 1, \"feeling\": 8, \"celebration\": 1, \"patriotism\": 1, \"underlines\": 1, \"narrative\": 1, \"plus\": 2, \"movie's\": 1, \"rather\": 5, \"modest\": 1, \"budget\": 5, \"fast\": 5, \"running\": 2, \"does\": 8, \"amazing\": 6, \"job\": 9, \"star\": 4, \"trek\": 1, \"v\": 1, \"final\": 3, \"frontier\": 1, \"worst\": 10, \"series\": 7, \"one\": 63, \"thing\": 9, \"can\": 17, \"tolerate\": 1, \"political\": 1, \"incorrectness\": 1, \"well\": 29, \"i'm\": 9, \"all\": 52, \"artistic\": 1, \"freedom\": 2, \"suspension\": 1, \"disbelief\": 1, \"slavic\": 1, \"female\": 2, \"just\": 50, \"too\": 16, \"much\": 18, \"see\": 34, \"films\": 18, \"if\": 35, \"you\": 61, \"believe\": 7, \"there's\": 7, \"even\": 31, \"sequel\": 1, \"not\": 59, \"frightening\": 2, \"least\": 8, \"barely\": 3, \"comprehensible\": 1, \"funny\": 17, \"then\": 8, \"watched\": 8, \"again\": 10, \"two\": 10, \"sundays\": 1, \"ago\": 2, \"march\": 1, \"20th\": 1, \"2005\": 1, \"began\": 2, \"enjoy\": 4, \"taped\": 2, \"entire\": 6, \"think\": 18, \"most\": 28, \"wonderful\": 16, \"parts\": 4, \"literally\": 2, \"full\": 4, \"wonder\": 2, \"excerpts\": 1, \"from\": 38, \"his\": 34, \"works\": 5, \"course\": 3, \"blah\": 1, \"glad\": 4, \"didn't\": 20, \"go\": 9, \"obvious\": 2, \"choice\": 1, \"as\": 74, \"lesser\": 1, \"certainly\": 8, \"would\": 21, \"have\": 43, \"story\": 22, \"also\": 17, \"poignant\": 1, \"at\": 45, \"times\": 4, \"nice\": 4, \"it's\": 51, \"adorable\": 4, \"seeing\": 5, \"mickey\": 2, \"playing\": 6, \"turkey\": 1, \"straw\": 1, \"highly\": 6, \"imaginative\": 2, \"occasionally\": 3, \"cruel\": 1, \"way\": 16, \"thought\": 11, \"skilled\": 1, \"sorry\": 1, \"anyone\": 15, \"littered\": 1, \"overt\": 1, \"racial\": 1, \"slurs\": 1, \"towards\": 2, \"black\": 7, \"cast\": 13, \"members\": 1, \"return\": 1, \"whites\": 1, \"depicted\": 1, \"morons\": 1, \"boobs\": 1, \"hopefully\": 1, \"director\": 9, \"james\": 3, \"cox\": 1, \"turn\": 1, \"short\": 6, \"into\": 11, \"feature\": 1, \"length\": 2, \"same\": 5, \"win\": 1, \"us\": 3, \"over\": 16, \"whole\": 6, \"new\": 5, \"never\": 14, \"walked\": 2, \"out\": 32, \"faster\": 1, \"could\": 17, \"be\": 42, \"put\": 4, \"on\": 62, \"scale\": 2, \"balanced\": 2, \"perfectly\": 3, \"between\": 8, \"overacting\": 2, \"underacting\": 1, \"doubt\": 1, \"ever\": 22, \"like\": 36, \"trash\": 2, \"today\": 3, \"graphics\": 2, \"crap\": 6, \"kind\": 8, \"money\": 5, \"wasted\": 6, \"properly\": 1, \"developments\": 1, \"lacked\": 2, \"depth\": 2, \"aailiyah\": 1, \"akasha\": 1, \"places\": 3, \"compelling\": 2, \"her\": 19, \"first\": 8, \"entrance\": 1, \"mini\": 2, \"dance\": 4, \"were\": 36, \"many\": 12, \"close\": 3, \"ups\": 3, \"started\": 5, \"watching\": 21, \"any\": 19, \"characters\": 25, \"best\": 18, \"when\": 27, \"gerardo\": 1, \"trying\": 4, \"find\": 7, \"song\": 4, \"keeps\": 2, \"through\": 8, \"head\": 3, \"don't\": 18, \"how\": 26, \"am\": 8, \"thrilled\": 2, \"after\": 11, \"he\": 34, \"almost\": 6, \"unbearable\": 1, \"watch\": 13, \"screen\": 10, \"has\": 34, \"little\": 15, \"no\": 26, \"charisma\": 2, \"terrible\": 8, \"comedic\": 1, \"timing\": 1, \"location\": 3, \"lies\": 1, \"contrast\": 2, \"helps\": 2, \"along\": 1, \"maybe\": 4, \"idiot\": 2, \"savant\": 1, \"sister\": 1, \"been\": 11, \"played\": 10, \"better\": 14, \"real\": 20, \"joy\": 5, \"seen\": 21, \"starring\": 1, \"jaclyn\": 1, \"smith\": 1, \"my\": 29, \"god\": 2, \"though\": 9, \"came\": 2, \"12\": 1, \"years\": 11, \"alexander\": 2, \"nevsky\": 1, \"great\": 31, \"give\": 8, \"look\": 14, \"oh\": 5, \"yeah\": 1, \"storyline\": 4, \"pathetic\": 3, \"overall\": 4, \"interesting\": 11, \"provoking\": 3, \"whatever\": 5, \"prompted\": 1, \"such\": 8, \"documentary\": 3, \"beyond\": 3, \"me\": 18, \"definitely\": 8, \"worth\": 9, \"checking\": 3, \"excellent\": 12, \"angel\": 3, \"beautiful\": 6, \"scamp\": 4, \"yelps\": 1, \"hes\": 1, \"scared\": 3, \"funniest\": 1, \"caught\": 1, \"under\": 2, \"curtain\": 1, \"singing\": 2, \"'ive\": 1, \"had\": 17, \"before'\": 1, \"its\": 20, \"coming\": 3, \"special\": 7, \"edition\": 1, \"june\": 2, \"20\": 1, \"cover\": 2, \"garbage\": 5, \"underneath\": 2, \"lid\": 1, \"condescends\": 1, \"genuine\": 3, \"hearts\": 1, \"believable\": 5, \"problems\": 3, \"word\": 5, \"show\": 11, \"torture\": 3, \"premise\": 4, \"ridiculous\": 4, \"president\": 1, \"u\": 1, \"s\": 2, \"music\": 12, \"speak\": 2, \"dialogs\": 1, \"extremely\": 3, \"shallow\": 1, \"insincere\": 1, \"hackneyed\": 2, \"made\": 21, \"worse\": 9, \"directing\": 7, \"thoroughly\": 3, \"enjoyed\": 6, \"christopher\": 1, \"eccleston\": 1, \"took\": 2, \"control\": 2, \"tardis\": 1, \"continuation\": 1, \"hours\": 4, \"end\": 8, \"won't\": 3, \"spoil\": 2, \"success\": 1, \"depends\": 1, \"casting\": 6, \"sydney\": 1, \"greenstreet\": 1, \"yardley\": 1, \"ursula\": 1, \"burton's\": 1, \"portrayal\": 5, \"nun\": 1, \"touching\": 2, \"making\": 5, \"fun\": 5, \"nuns\": 1, \"church\": 1, \"thanks\": 1, \"done\": 7, \"released\": 1, \"now\": 9, \"know\": 13, \"why\": 6, \"gave\": 5, \"10\": 20, \"weak\": 3, \"producer\": 1, \"going\": 9, \"missed\": 2, \"entirely\": 2, \"achille\": 1, \"philippa\": 1, \"beautifully\": 1, \"sing\": 1, \"duet\": 2, \"don\": 1, \"giovanni\": 1, \"describes\": 1, \"situation\": 2, \"appreciate\": 4, \"subtle\": 5, \"layers\": 1, \"filmmaker\": 1, \"nor\": 1, \"hide\": 1, \"sand\": 1, \"i'd\": 6, \"spent\": 3, \"amount\": 3, \"initially\": 1, \"local\": 1, \"sites\": 1, \"which\": 19, \"filmed\": 1, \"here\": 14, \"buffalo\": 1, \"intrigued\": 1, \"shows\": 2, \"liked\": 10, \"either\": 3, \"sucks\": 8, \"cinematography\": 5, \"called\": 3, \"sucked\": 5, \"matrix\": 1, \"yet\": 3, \"sequels\": 1, \"you'll\": 3, \"mindblowing\": 1, \"experience\": 5, \"those\": 10, \"baby\": 1, \"owls\": 1, \"what\": 19, \"stupid\": 11, \"idea\": 3, \"should\": 9, \"volcano\": 2, \"los\": 2, \"angeles\": 2, \"needed\": 2, \"mouth\": 2, \"promote\": 1, \"delight\": 2, \"miss\": 1, \"check\": 1, \"director's\": 2, \"filmography\": 1, \"site\": 1, \"chance\": 2, \"camerawork\": 2, \"fact\": 7, \"hard\": 4, \"remember\": 3, \"part\": 8, \"ray\": 2, \"charles\": 2, \"being\": 8, \"acted\": 2, \"man\": 12, \"himself\": 1, \"youtube\": 1, \"absolutely\": 6, \"likes\": 2, \"wholesome\": 2, \"family\": 5, \"because\": 23, \"exactly\": 3, \"8\": 3, \"score\": 2, \"mostly\": 4, \"plot\": 23, \"80s\": 1, \"loved\": 9, \"dumb\": 1, \"pointless\": 3, \"complete\": 1, \"everything\": 12, \"solid\": 5, \"constantine\": 1, \"gives\": 5, \"right\": 11, \"intensity\": 1, \"seems\": 3, \"understanding\": 1, \"underlying\": 1, \"psychological\": 2, \"motivations\": 1, \"audience\": 3, \"applauded\": 1, \"conclusion\": 3, \"different\": 4, \"terrific\": 5, \"production\": 4, \"values\": 2, \"faultless\": 1, \"photography\": 2, \"composition\": 2, \"editing\": 5, \"underappreciated\": 1, \"brian\": 2, \"keith\": 1, \"bully\": 1, \"teddy\": 1, \"vivid\": 1, \"history\": 5, \"hate\": 2, \"reviews\": 1, \"especially\": 6, \"second\": 5, \"proud\": 2, \"anyway\": 1, \"flowed\": 1, \"smoothly\": 1, \"male\": 2, \"bonding\": 1, \"scenes\": 16, \"hoot\": 1, \"our\": 4, \"enjoyment\": 1, \"we\": 8, \"get\": 12, \"run\": 2, \"around\": 7, \"play\": 9, \"games\": 3, \"dangerous\": 2, \"bit\": 5, \"predictable\": 7, \"gosh\": 1, \"footage\": 3, \"70s\": 1, \"grainy\": 1, \"only\": 22, \"enhanced\": 1, \"dancing\": 3, \"hence\": 1, \"title\": 1, \"wasn't\": 6, \"until\": 2, \"realised\": 1, \"actually\": 6, \"songs\": 4, \"girl\": 5, \"old\": 8, \"fashioned\": 1, \"tuneful\": 1, \"result\": 2, \"lines\": 6, \"seem\": 4, \"written\": 6, \"fifteen\": 2, \"year\": 4, \"sound\": 4, \"um\": 1, \"talk\": 5, \"relationship\": 1, \"bakery\": 1, \"assistant\": 2, \"waitress\": 1, \"work\": 14, \"lewis\": 1, \"black's\": 1, \"considerable\": 1, \"talent\": 2, \"incendiary\": 1, \"unrestrained\": 1, \"pg\": 2, \"13\": 1, \"rating\": 2, \"allow\": 1, \"readers\": 1, \"already\": 4, \"miyazaki's\": 2, \"still\": 9, \"top\": 5, \"form\": 2, \"another\": 5, \"worthwhile\": 1, \"simply\": 8, \"case\": 2, \"'so\": 1, \"laughable'\": 1, \"dont\": 1, \"where\": 6, \"start\": 2, \"however\": 9, \"decent\": 2, \"action\": 6, \"balance\": 1, \"things\": 10, \"up\": 18, \"fat\": 1, \"computer\": 2, \"geek\": 1, \"unbelievable\": 2, \"bible\": 1, \"thumper\": 1, \"ass\": 2, \"these\": 6, \"wouldnt\": 1, \"free\": 2, \"doesn't\": 10, \"hang\": 1, \"together\": 4, \"appalling\": 1, \"fascinated\": 1, \"love\": 19, \"call\": 1, \"nut\": 2, \"legendary\": 1, \"pretentious\": 4, \"piece\": 6, \"planned\": 1, \"dodge\": 1, \"stratus\": 1, \"big\": 9, \"shots\": 3, \"gonna\": 2, \"help\": 1, \"makers\": 1, \"aren't\": 2, \"restrained\": 1, \"business\": 2, \"qu\\u00e9bec\": 1, \"possible\": 3, \"redeemed\": 1, \"mst3k\": 1, \"fodder\": 1, \"found\": 7, \"roth's\": 1, \"pearls\": 1, \"superficial\": 1, \"than\": 17, \"attractive\": 1, \"set\": 3, \"used\": 7, \"throughout\": 3, \"eye\": 2, \"pleasing\": 1, \"gem\": 3, \"brilliance\": 3, \"indeed\": 4, \"interplay\": 2, \"martin\": 3, \"emilio\": 2, \"contains\": 1, \"chemistry\": 4, \"saw\": 8, \"wall\": 2, \"street\": 1, \"charlie\": 1, \"contained\": 2, \"opened\": 2, \"eyes\": 4, \"other\": 19, \"haven't\": 2, \"before\": 4, \"tv\": 6, \"cannot\": 2, \"agreed\": 1, \"redeeming\": 2, \"qualities\": 1, \"remake\": 3, \"line\": 9, \"awful\": 11, \"jobs\": 2, \"quite\": 7, \"amusing\": 1, \"sure\": 3, \"lost\": 3, \"flat\": 2, \"nearly\": 1, \"whom\": 2, \"telephone\": 1, \"repair\": 1, \"reactions\": 2, \"nuts\": 2, \"bitchy\": 1, \"boss\": 1, \"begin\": 2, \"smart\": 2, \"ed\": 1, \"comments\": 1, \"each\": 6, \"off\": 7, \"uncalled\": 1, \"point\": 4, \"journey\": 3, \"touches\": 1, \"every\": 15, \"member\": 2, \"barney\": 1, \"super\": 1, \"de\": 2, \"duper\": 1, \"steve\": 2, \"delivers\": 3, \"middle\": 1, \"aged\": 1, \"upper\": 1, \"class\": 1, \"uptight\": 1, \"white\": 5, \"guy\": 2, \"ended\": 1, \"disliked\": 2, \"despised\": 1, \"cheap\": 5, \"horror\": 6, \"mean\": 4, \"original\": 2, \"body\": 1, \"soul\": 2, \"1947\": 1, \"masterpiece\": 2, \"easily\": 3, \"forgotten\": 1, \"type\": 3, \"problem\": 2, \"script\": 18, \"scenery\": 3, \"daughters\": 1, \"paint\": 1, \"photograph\": 1, \"i'll\": 4, \"say\": 8, \"\\u0096\": 3, \"performances\": 4, \"gripping\": 2, \"crocdodile\": 1, \"water\": 2, \"website\": 1, \"believed\": 1, \"that's\": 8, \"crocs\": 1, \"swamp\": 1, \"fabulous\": 1, \"death\": 3, \"previous\": 2, \"f\": 1, \"x\": 1, \"honestly\": 2, \"often\": 3, \"finale\": 1, \"possibly\": 2, \"trilogy\": 2, \"poor\": 4, \"friends\": 1, \"wedding\": 1, \"chosen\": 1, \"tortured\": 1, \"disgusting\": 1, \"blatant\": 1, \"american\": 2, \"propaganda\": 1, \"pure\": 3, \"disaster\": 2, \"confuses\": 1, \"incredibly\": 3, \"speaking\": 1, \"unbearably\": 1, \"predictably\": 2, \"kitchy\": 1, \"true\": 3, \"shakespear\": 2, \"'must'\": 1, \"fans\": 3, \"guess\": 4, \"nobody\": 3, \"network\": 1, \"aired\": 1, \"dribble\": 1, \"putting\": 2, \"identifies\": 1, \"they're\": 4, \"cardboard\": 2, \"cutouts\": 1, \"stereotypes\": 2, \"reverse\": 1, \"insane\": 1, \"game\": 6, \"agree\": 1, \"jessica\": 1, \"seemed\": 3, \"drag\": 1, \"heroes\": 1, \"charming\": 3, \"sentiment\": 2, \"heart\": 3, \"nevertheless\": 1, \"master's\": 1, \"stable\": 1, \"left\": 3, \"shattered\": 1, \"'film'\": 1, \"fully\": 1, \"recover\": 1, \"lifetime\": 1, \"air\": 2, \"enough\": 7, \"knows\": 1, \"store\": 2, \"sells\": 1, \"let\": 3, \"must\": 4, \"pictures\": 2, \"world\": 6, \"make\": 18, \"flawed\": 2, \"core\": 2, \"features\": 3, \"effort\": 1, \"messages\": 1, \"kids\": 8, \"looked\": 3, \"raw\": 1, \"sublimely\": 1, \"moving\": 3, \"wouldn't\": 3, \"2\": 3, \"your\": 11, \"knew\": 2, \"come\": 5, \"gifted\": 1, \"actor\": 10, \"tell\": 3, \"fish\": 1, \"badly\": 2, \"underwater\": 1, \"repeated\": 1, \"thousand\": 1, \"avoid\": 6, \"costs\": 2, \"horrible\": 6, \"usual\": 4, \"hitchcock\": 3, \"logic\": 1, \"flaws\": 2, \"generally\": 2, \"imagination\": 2, \"recommended\": 3, \"ages\": 1, \"although\": 3, \"younger\": 1, \"probably\": 7, \"references\": 2, \"galley\": 1, \"disappointment\": 1, \"opening\": 2, \"sequence\": 2, \"classic\": 6, \"cat\": 1, \"n\": 1, \"mouse\": 2, \"follow\": 2, \"vivian\": 1, \"schilling\": 1, \"did\": 9, \"confirm\": 1, \"unfunny\": 1, \"generic\": 1, \"managed\": 1, \"away\": 5, \"exaggerating\": 1, \"moment\": 3, \"joke\": 1, \"told\": 3, \"trailer\": 1, \"isn't\": 2, \"achievement\": 2, \"memorable\": 4, \"terms\": 2, \"fresh\": 2, \"women\": 3, \"finally\": 3, \"sign\": 1, \"improvement\": 1, \"expected\": 1, \"happen\": 2, \"might\": 3, \"far\": 4, \"asleep\": 1, \"jennifer\": 1, \"rubin\": 1, \"jamie\": 1, \"harris\": 1, \"changes\": 1, \"nervous\": 1, \"starlet\": 1, \"beginning\": 4, \"strange\": 1, \"events\": 1, \"she\": 10, \"cool\": 6, \"convoluted\": 1, \"convince\": 1, \"questioning\": 1, \"glance\": 2, \"excellently\": 2, \"produced\": 3, \"sci\": 2, \"fi's\": 1, \"producers\": 1, \"scot\": 1, \"vandiver\": 1, \"indication\": 1, \"writer\": 3, \"ability\": 3, \"meld\": 1, \"volatile\": 1, \"temperaments\": 1, \"seamless\": 1, \"union\": 1, \"creativity\": 1, \"pulls\": 1, \"punches\": 1, \"handles\": 1, \"tough\": 1, \"issues\": 1, \"dignity\": 1, \"grace\": 2, \"shocking\": 1, \"spoiler\": 2, \"forgot\": 1, \"superb\": 4, \"trond\": 1, \"fausa\": 1, \"aurv\\u00e5g\": 1, \"perfect\": 5, \"role\": 3, \"bothersome\": 1, \"doing\": 2, \"instant\": 1, \"soundtrack\": 4, \"catchy\": 1, \"during\": 4, \"ending\": 10, \"credits\": 1, \"wont\": 1, \"regret\": 2, \"clever\": 5, \"hip\": 1, \"pray's\": 1, \"hype\": 1, \"laugh\": 1, \"smile\": 1, \"once\": 1, \"fall\": 2, \"heels\": 1, \"failed\": 1, \"convey\": 1, \"broad\": 1, \"sweep\": 1, \"landscapes\": 1, \"alongside\": 1, \"olivia\": 1, \"havilland\": 1, \"brilliant\": 5, \"fantastic\": 1, \"considered\": 1, \"race\": 3, \"card\": 1, \"aside\": 2, \"lets\": 1, \"major\": 1, \"flaw\": 1, \"destroy\": 1, \"latifa's\": 1, \"happy\": 1, \"feel\": 3, \"theater\": 4, \"lilt\": 1, \"step\": 2, \"human\": 5, \"care\": 5, \"armand\": 1, \"assante\": 1, \"cable\": 1, \"company's\": 1, \"summary\": 2, \"sounded\": 1, \"twice\": 2, \"structure\": 1, \"tightly\": 1, \"constructed\": 1, \"cinema\": 5, \"im\": 1, \"fan\": 3, \"rpg\": 1, \"disgrace\": 1, \"self\": 6, \"respecting\": 1, \"rpger\": 1, \"share\": 2, \"down\": 2, \"explosion\": 1, \"gas\": 1, \"tanks\": 1, \"unconvincing\": 1, \"blandly\": 1, \"edward\": 1, \"chodorov\": 1, \"surprisingly\": 3, \"directed\": 2, \"jean\": 2, \"negulesco\": 1, \"expect\": 3, \"deal\": 1, \"felt\": 3, \"ireland\": 1, \"nothing\": 9, \"whatsoever\": 3, \"paced\": 3, \"suited\": 1, \"relatively\": 1, \"tom\": 4, \"hanks\": 1, \"exceptionally\": 1, \"take\": 2, \"child\": 3, \"said\": 4, \"suspense\": 7, \"less\": 3, \"unneeded\": 1, \"controversy\": 1, \"episodes\": 1, \"myself\": 8, \"easy\": 3, \"lot\": 6, \"reasonable\": 1, \"explanation\": 2, \"atrocity\": 1, \"horrified\": 1, \"sympathetic\": 1, \"annoying\": 5, \"creates\": 2, \"universe\": 1, \"fascinating\": 2, \"genre\": 2, \"heaven\": 2, \"reenactments\": 1, \"hold\": 1, \"attention\": 2, \"emotionally\": 1, \"adrift\": 1, \"stagy\": 1, \"struggle\": 1, \"film's\": 2, \"dialogue\": 8, \"natural\": 2, \"duris\": 1, \"appearance\": 3, \"fine\": 4, \"crowd\": 1, \"pleaser\": 1, \"ranks\": 3, \"among\": 2, \"mickey's\": 1, \"80\": 1, \"filmiing\": 1, \"expansive\": 1, \"effective\": 2, \"utterly\": 3, \"unoriginal\": 1, \"unless\": 1, \"you're\": 3, \"visually\": 2, \"collect\": 1, \"extant\": 1, \"austen's\": 1, \"skip\": 1, \"christmas\": 2, \"zillion\": 1, \"reality\": 1, \"mother\": 1, \"brother\": 1, \"robert\": 2, \"ryan\": 1, \"portraying\": 1, \"imitation\": 1, \"individual\": 1, \"impressed\": 2, \"tickets\": 1, \"cost\": 2, \"five\": 2, \"dollars\": 1, \"mad\": 2, \"paid\": 2, \"7\": 1, \"50\": 2, \"direction\": 3, \"plain\": 2, \"want\": 3, \"hosting\": 1, \"voice\": 2, \"overs\": 1, \"monotonous\": 1, \"involved\": 2, \"guests\": 1, \"cinematic\": 1, \"captured\": 1, \"celluloid\": 1, \"dropped\": 1, \"ball\": 1, \"awesome\": 2, \"bought\": 2, \"ebay\": 1, \"camera\": 7, \"builders\": 1, \"cross\": 1, \"g\": 1, \"okay\": 1, \"consider\": 4, \"fair\": 1, \"critic\": 1, \"credit\": 2, \"credit's\": 1, \"due\": 2, \"creature\": 1, \"effects\": 5, \"matthews\": 1, \"wrote\": 1, \"1995\": 1, \"monster\": 1, \"grim\": 1, \"clearly\": 2, \"pace\": 1, \"adventure\": 1, \"disappointing\": 2, \"mature\": 1, \"neighbour\": 1, \"misplace\": 1, \"dustin\": 1, \"hoffman's\": 1, \"ready\": 2, \"stay\": 2, \"son\": 2, \"gets\": 5, \"1\": 3, \"lower\": 1, \"95\": 1, \"theatres\": 1, \"italian\": 2, \"thrillers\": 1, \"early\": 2, \"70's\": 1, \"pyromaniac\": 1, \"waylaid\": 1, \"bored\": 1, \"happened\": 3, \"next\": 1, \"switched\": 1, \"riot\": 1, \"hugo\": 1, \"weaving\": 1, \"sex\": 1, \"obsessed\": 1, \"gay\": 1, \"estate\": 1, \"salesman\": 1, \"uses\": 1, \"clients'\": 1, \"houses\": 1, \"trysts\": 1, \"flaming\": 1, \"darren\": 1, \"hollander\": 1, \"shot\": 4, \"elaborately\": 1, \"aesthetically\": 1, \"sculpture\": 1, \"kathy\": 1, \"bates\": 1, \"desperation\": 1, \"escapism\": 1, \"variation\": 1, \"fields\": 1, \"lord\": 2, \"bother\": 2, \"nonsense\": 2, \"keep\": 4, \"thinking\": 3, \"manna\": 1, \"unpredictable\": 2, \"muppets\": 1, \"hilarious\": 5, \"unfortunately\": 3, \"'cover\": 2, \"girl'\": 2, \"example\": 2, \"hollywood\": 1, \"exploit\": 1, \"financial\": 1, \"gain\": 1, \"add\": 1, \"betty\": 2, \"everyone\": 3, \"talented\": 2, \"carrell\": 1, \"save\": 1, \"hockey\": 1, \"defensemen\": 1, \"5\": 1, \"goalies\": 1, \"diving\": 1, \"feet\": 1, \"wide\": 1, \"net\": 1, \"etc\": 2, \"empowerment\": 1, \"humorous\": 2, \"comment\": 1, \"2006\": 1, \"rickman\": 1, \"stowe\": 1, \"roles\": 4, \"hilt\": 1, \"tale\": 4, \"childrens'\": 1, \"book\": 4, \"subversive\": 1, \"tract\": 1, \"single\": 4, \"deserved\": 1, \"lead\": 4, \"future\": 1, \"goremeister\": 1, \"lucio\": 1, \"fulci\": 2, \"addition\": 3, \"giallo\": 2, \"sub\": 2, \"frankly\": 2, \"cotton\": 1, \"club\": 1, \"unfaithful\": 1, \"embarrassing\": 3, \"lane\": 2, \"gere\": 1, \"sets\": 2, \"place\": 4, \"thunderbirds\": 1, \"episode\": 2, \"decidely\": 1, \"wooden\": 2, \"period\": 4, \"universal\": 1, \"b\": 1, \"ticker\": 1, \"art\": 8, \"pacing\": 2, \"fx\": 2, \"suck\": 1, \"basically\": 2, \"helen\": 1, \"baxendale\": 1, \"credible\": 1, \"lady\": 1, \"macbeth\": 2, \"cheerfull\": 1, \"sometimes\": 4, \"looks\": 3, \"naughty\": 1, \"deadly\": 1, \"taste\": 1, \"blood\": 2, \"evil\": 1, \"is\\u0085was\": 1, \"rita\": 1, \"hayworth\": 1, \"pedestal\": 1, \"he's\": 2, \"national\": 1, \"treasure\": 1, \"routine\": 1, \"based\": 1, \"boost\": 1, \"cole\": 1, \"particularly\": 5, \"pleased\": 1, \"dwight\": 1, \"schultz\": 1, \"exemplars\": 1, \"designer\": 1, \"remarkable\": 1, \"animation\": 3, \"longer\": 1, \"goes\": 1, \"surprised\": 1, \"'stagey'\": 1, \"stage\": 3, \"farce\": 1, \"omit\": 1, \"review\": 2, \"long\": 7, \"overdue\": 1, \"since\": 5, \"sisters\": 2, \"greatest\": 2, \"forget\": 1, \"standout\": 1, \"chilly\": 2, \"unremarkable\": 1, \"author\": 1, \"living\": 3, \"working\": 2, \"abstruse\": 1, \"culture\": 1, \"highest\": 1, \"superlative\": 1, \"imaginable\": 2, \"latched\": 1, \"endearing\": 1, \"family's\": 1, \"memories\": 1, \"small\": 4, \"consolations\": 1, \"actresses\": 3, \"anne's\": 1, \"monumental\": 1, \"energy\": 2, \"sandra\": 2, \"bullock\": 2, \"speed\": 2, \"feelings\": 1, \"thoughts\": 2, \"gabriel's\": 1, \"discomfort\": 1, \"intangibles\": 1, \"leap\": 1, \"within\": 1, \"viewer's\": 1, \"grasp\": 1, \"huston's\": 2, \"older\": 1, \"john\": 4, \"wayne\": 2, \"always\": 4, \"known\": 1, \"errol\": 2, \"flynn\": 2, \"dads\": 1, \"favourite\": 3, \"grew\": 1, \"frustration\": 1, \"retarded\": 1, \"girls\": 1, \"mess\": 5, \"improved\": 1, \"improvisation\": 1, \"worry\": 1, \"whether\": 4, \"itself\": 4, \"above\": 2, \"exquisite\": 2, \"inventive\": 1, \"elegant\": 1, \"use\": 4, \"angle\": 1, \"lighting\": 2, \"including\": 3, \"pointillistic\": 1, \"faux\": 3, \"home\": 2, \"behold\": 1, \"witticisms\": 1, \"weren't\": 2, \"witty\": 2, \"attempts\": 1, \"humor\": 1, \"pitiful\": 1, \"dosen't\": 1, \"bear\": 2, \"involves\": 1, \"vulcan\": 1, \"stealing\": 1, \"enterprise\": 1, \"seriously\": 2, \"mention\": 4, \"uhura\": 1, \"belly\": 1, \"distract\": 1, \"guards\": 1, \"billy\": 3, \"drago\": 3, \"bag\": 1, \"side\": 1, \"note\": 2, \"stephen\": 1, \"mchattie\": 1, \"lance\": 1, \"hendrikson\": 1, \"flick\": 5, \"raging\": 1, \"cheekbones\": 1, \"non\": 4, \"cliche\": 1, \"choices\": 1, \"parents\": 2, \"predict\": 1, \"dialog\": 2, \"verbatim\": 1, \"selections\": 1, \"leave\": 2, \"wanting\": 1, \"stars\": 2, \"screenwriter\": 3, \"tying\": 1, \"loose\": 1, \"ends\": 1, \"ms\": 1, \"incredible\": 5, \"unwatchable\": 1, \"senses\": 2, \"assaulted\": 1, \"strident\": 1, \"cords\": 1, \"blare\": 1, \"warning\": 1, \"meaning\": 3, \"applause\": 1, \"given\": 3, \"prelude\": 1, \"you'd\": 2, \"notch\": 1, \"irritating\": 1, \"precisely\": 1, \"giving\": 1, \"villain\": 1, \"low\": 3, \"rent\": 4, \"michael\": 1, \"ironside\": 1, \"debated\": 1, \"sack\": 1, \"trumpeter\": 1, \"falsely\": 1, \"accused\": 2, \"murder\": 1, \"uneasy\": 1, \"advise\": 2, \"anne\": 2, \"heche\": 1, \"wilkinson\": 1, \"broke\": 1, \"else's\": 1, \"judging\": 1, \"fumbling\": 1, \"hankies\": 1, \"hands\": 1, \"faces\": 1, \"males\": 1, \"females\": 1, \"alike\": 1, \"puppets\": 2, \"reading\": 2, \"jerky\": 2, \"movements\": 1, \"complex\": 2, \"portrayals\": 1, \"detailing\": 1, \"loyalty\": 1, \"treachery\": 1, \"tremendous\": 1, \"presence\": 2, \"animals\": 1, \"integration\": 1, \"blue\": 1, \"green\": 1, \"i've\": 9, \"insult\": 3, \"one's\": 1, \"intelligence\": 2, \"huge\": 2, \"disappointed\": 5, \"wondered\": 1, \"oscar\": 1, \"shortlist\": 1, \"unconditional\": 1, \"sour\": 1, \"struck\": 2, \"wise\": 1, \"bela\": 1, \"lugosi\": 1, \"extraneous\": 1, \"intoning\": 1, \"odd\": 1, \"fails\": 4, \"create\": 1, \"eloquently\": 1, \"francis\": 1, \"ford\": 1, \"coppola\": 1, \"25\": 1, \"earlier\": 3, \"unfolds\": 2, \"gradually\": 1, \"leaves\": 1, \"room\": 2, \"develop\": 1, \"educational\": 1, \"children\": 2, \"track\": 1, \"commands\": 1, \"contributing\": 1, \"scream\": 1, \"having\": 4, \"lovely\": 3, \"french\": 1, \"cancan\": 1, \"boasts\": 1, \"cutest\": 1, \"leading\": 1, \"ladies\": 1, \"writers\": 1, \"smack\": 1, \"bonus\": 1, \"charismatic\": 1, \"relate\": 1, \"hell\": 2, \"proceedings\": 1, \"remotely\": 1, \"america\": 1, \"commentary\": 1, \"today's\": 1, \"undoubtedly\": 2, \"stunning\": 2, \"twist\": 2, \"something\": 3, \"vitally\": 1, \"important\": 1, \"occurs\": 1, \"minute\": 2, \"courtroom\": 2, \"indictment\": 1, \"justice\": 1, \"system\": 1, \"explain\": 2, \"emotions\": 3, \"subjects\": 1, \"jay\": 1, \"adams'\": 1, \"unfortunate\": 1, \"subject\": 1, \"neil\": 1, \"young\": 3, \"evokes\": 1, \"created\": 3, \"unique\": 1, \"trumbull\": 1, \"lucy\": 2, \"doomed\": 1, \"conception\": 1, \"artless\": 1, \"endlessly\": 1, \"presents\": 2, \"ugliest\": 1, \"setting\": 1, \"e\": 1, \"actress\": 3, \"allison\": 1, \"juano\": 1, \"hernandez\": 1, \"exceptional\": 1, \"supporting\": 1, \"era\": 2, \"murdering\": 1, \"south\": 3, \"rare\": 1, \"maker\": 1, \"takes\": 2, \"worthy\": 1, \"moral\": 2, \"trap\": 1, \"overly\": 2, \"syrupy\": 1, \"indulgent\": 3, \"gotta\": 1, \"slimy\": 1, \"drooling\": 1, \"teeth\": 1, \"practically\": 1, \"sea\": 2, \"masterpieces\": 2, \"rocked\": 1, \"social\": 1, \"physical\": 1, \"outlets\": 1, \"shed\": 2, \"tear\": 1, \"jason\": 1, \"connery\": 1, \"moved\": 1, \"tears\": 1, \"monolog\": 1, \"brief\": 1, \"candle\": 1, \"sphere\": 1, \"decay\": 2, \"dark\": 1, \"forces\": 2, \"face\": 4, \"gorman\": 1, \"bechard\": 1, \"homework\": 1, \"industry\": 2, \"age\": 3, \"appropriate\": 1, \"renowned\": 1, \"silent\": 5, \"frances\": 1, \"marion\": 1, \"hasn't\": 1, \"weaker\": 1, \"average\": 3, \"3\": 2, \"painful\": 1, \"without\": 4, \"merit\": 1, \"level\": 2, \"akin\": 1, \"vomited\": 1, \"while\": 1, \"strong\": 3, \"unpleasant\": 1, \"stanwyck\": 2, \"morgan\": 1, \"ways\": 1, \"modern\": 1, \"equivalent\": 1, \"dickens'\": 1, \"carol\": 1, \"sensibility\": 1, \"empty\": 2, \"hollow\": 1, \"shell\": 1, \"continuity\": 2, \"errors\": 1, \"user\": 1, \"commented\": 1, \"cars\": 1, \"garage\": 1, \"joe's\": 2, \"glasses\": 1, \"got\": 7, \"facial\": 1, \"hair\": 1, \"configuration\": 1, \"change\": 2, \"integral\": 1, \"element\": 1, \"helping\": 1, \"enjoyable\": 3, \"cause\": 2, \"cutie\": 1, \"lazy\": 2, \"shelves\": 1, \"emily\": 1, \"watson's\": 1, \"quick\": 1, \"distinction\": 1, \"against\": 1, \"screenplay\": 1, \"post\": 1, \"aspect\": 1, \"succeeds\": 1, \"despite\": 2, \"perhaps\": 2, \"obviously\": 1, \"meagre\": 1, \"crayon\": 1, \"pencil\": 1, \"drawings\": 1, \"wonderfully\": 2, \"colorful\": 1, \"fanciful\": 1, \"abysmal\": 2, \"produce\": 1, \"several\": 2, \"season\": 2, \"would've\": 1, \"handled\": 1, \"competent\": 1, \"jerry\": 1, \"falwell\": 1, \"sick\": 2, \"comes\": 3, \"bore\": 2, \"pieces\": 1, \"kill\": 1, \"momentum\": 1, \"quicker\": 1, \"else\": 2, \"number\": 1, \"th\": 1, \"back\": 1, \"1973\": 1, \"stranger\": 1, \"oy\": 1, \"vey\": 1, \"gloriously\": 1, \"fairly\": 1, \"accurate\": 1, \"night\": 2, \"raver\": 1, \"cutting\": 1, \"edge\": 1, \"recently\": 2, \"dvd\": 1, \"completely\": 4, \"holes\": 4, \"inconsistencies\": 1, \"horrid\": 1, \"captures\": 1, \"essence\": 1, \"elias\": 1, \"koteas\": 1, \"jack\": 1, \"palance\": 1, \"angelina\": 1, \"hot\": 1, \"naked\": 1, \"appears\": 1, \"cameo\": 1, \"sven\": 1, \"ole\": 1, \"thorsen\": 1, \"squibs\": 1, \"sort\": 3, \"question\": 2, \"threshold\": 1, \"loneliness\": 2, \"imagine\": 1, \"decisions\": 1, \"wrong\": 1, \"delete\": 1, \"mind\": 4, \"boring\": 9, \"90's\": 2, \"mainly\": 1, \"starts\": 2, \"slow\": 4, \"centers\": 1, \"atmosphere\": 1, \"below\": 2, \"trouble\": 1, \"impossible\": 1, \"establish\": 1, \"watchable\": 3, \"theme\": 3, \"scripting\": 1, \"comedy\": 5, \"unmatched\": 1, \"recent\": 2, \"noteworthy\": 2, \"views\": 1, \"barcelona\": 1, \"famed\": 1, \"gaudi\": 1, \"towers\": 1, \"dominated\": 1, \"disney\": 1, \"pixar's\": 1, \"cgi\": 1, \"refreshing\": 1, \"comforting\": 1, \"miyazaki\": 1, \"relying\": 1, \"traditional\": 1, \"hand\": 2, \"drawn\": 1, \"enchanting\": 1, \"stories\": 3, \"open\": 1, \"relations\": 2, \"last\": 2, \"reflected\": 1, \"par\": 1, \"borrowed\": 1, \"hayao\": 1, \"latest\": 1, \"eighth\": 1, \"studio\": 1, \"ghibili\": 1, \"gake\": 1, \"ue\": 1, \"ponyo\": 2, \"cliff\": 1, \"childhood\": 1, \"gone\": 1, \"lame\": 2, \"explains\": 1, \"sinister\": 1, \"origins\": 1, \"phrase\": 1, \"conflict\": 3, \"owed\": 1, \"few\": 4, \"nine\": 1, \"ten\": 2, \"occupied\": 2, \"peaking\": 1, \"paper\": 1, \"instead\": 2, \"columbo\": 1, \"schrader\": 2, \"resume\": 1, \"lousy\": 2, \"amateurish\": 1, \"inspiration\": 1, \"overcome\": 1, \"fear\": 3, \"rejection\": 1, \"politically\": 1, \"correct\": 1, \"cant\": 1, \"romantic\": 1, \"junkyard\": 2, \"dogs\": 1, \"laughed\": 1, \"buy\": 2, \"blew\": 1, \"football\": 1, \"perplexing\": 1, \"atrocious\": 1, \"main\": 2, \"players\": 1, \"mesmerising\": 1, \"whiny\": 2, \"northern\": 1, \"humour\": 2, \"positive\": 1, \"community\": 1, \"represents\": 1, \"ceases\": 1, \"alert\": 1, \"try\": 2, \"attempt\": 2, \"decipher\": 1, \"meanings\": 1, \"punched\": 1, \"gallon\": 1, \"spew\": 1, \"forth\": 1, \"soon\": 1, \"shakespears\": 1, \"lyrics\": 1, \"confusing\": 1, \"subplots\": 1, \"native\": 1, \"americans\": 1, \"brain\": 2, \"eating\": 1, \"looking\": 3, \"brainsucking\": 1, \"further\": 1, \"jimmy\": 1, \"buffet\": 1, \"science\": 1, \"teacher\": 1, \"phenomenal\": 1, \"opinion\": 1, \"camp\": 1, \"value\": 1, \"afraid\": 1, \"subtitles\": 1, \"aversion\": 1, \"therapy\": 1, \"concert\": 1, \"sequences\": 1, \"awarded\": 1, \"interview\": 1, \"vampire\": 1, \"lestat\": 1, \"stuart\": 1, \"townsend\": 1, \"cruise's\": 1, \"basic\": 1, \"sidelined\": 1, \"inexplicable\": 1, \"focus\": 1, \"crew\": 1, \"hear\": 1, \"pulling\": 1, \"plug\": 1, \"mercy\": 2, \"killing\": 2, \"lassie\": 1, \"sleep\": 2, \"forever\": 1, \"conceptually\": 1, \"offers\": 1, \"everybody\": 1, \"fantasy\": 1, \"pitch\": 1, \"three\": 2, \"remaining\": 2, \"survivors\": 1, \"ferry\": 1, \"valentine\": 1, \"judge\": 1, \"solidifying\": 1, \"happiness\": 1, \"suffering\": 2, \"dealt\": 1, \"european\": 1, \"throwback\": 1, \"student\": 1, \"1980's\": 1, \"experiences\": 1, \"abroad\": 1, \"interacting\": 1, \"nationalities\": 1, \"circumstances\": 1, \"slightly\": 1, \"treat\": 1, \"anthony\": 1, \"quinn\": 1, \"crazy\": 2, \"horse\": 1, \"campy\": 1, \"may\": 3, \"highlights\": 1, \"fundamental\": 1, \"legal\": 1, \"process\": 2, \"discovering\": 1, \"guilt\": 1, \"innocence\": 1, \"court\": 1, \"pap\": 1, \"screened\": 1, \"afternoon\": 1, \"punish\": 1, \"unemployed\": 1, \"dislike\": 2, \"estevez's\": 1, \"directorial\": 2, \"debut\": 1, \"development\": 1, \"surrounding\": 1, \"estevez\": 1, \"plays\": 3, \"suggest\": 1, \"delightful\": 1, \"adaptation\": 2, \"dr\": 1, \"seuss\": 1, \"brilliantly\": 1, \"animated\": 1, \"upa's\": 1, \"finest\": 1, \"deserving\": 2, \"academy\": 1, \"award\": 1, \"potted\": 1, \"plants\": 1, \"row\": 1, \"unmoving\": 1, \"cult\": 3, \"yes\": 2, \"stinks\": 2, \"hypocrisy\": 1, \"vomit\": 1, \"viewing\": 2, \"sharing\": 1, \"others\": 1, \"rubbish\": 1, \"researched\": 1, \"forced\": 1, \"directors\": 2, \"timers\": 1, \"pleasant\": 1, \"voyage\": 1, \"discovery\": 1, \"shined\": 1, \"senior\": 1, \"him\": 4, \"simplifying\": 1, \"sake\": 2, \"brevity\": 1, \"fulfilling\": 1, \"soap\": 1, \"operas\": 1, \"intelligent\": 2, \"personally\": 1, \"learn\": 3, \"compromise\": 1, \"involving\": 1, \"issue\": 1, \"secondary\": 1, \"incomprehensible\": 1, \"relation\": 1, \"primary\": 1, \"mystifying\": 1, \"ps\": 1, \"central\": 1, \"finds\": 1, \"blown\": 1, \"rate\": 1, \"stayed\": 1, \"supernatural\": 1, \"zombie\": 1, \"ben\": 1, \"affleck\": 1, \"couldn't\": 3, \"leaving\": 1, \"wife\": 1, \"chick\": 2, \"supposedly\": 1, \"knocked\": 1, \"tops\": 1, \"ratings\": 1, \"typical\": 1, \"fi\": 1, \"fest\": 1, \"spoiled\": 1, \"brat\": 1, \"babysitting\": 1, \"warn\": 1, \"dumbest\": 1, \"rumbles\": 1, \"machine\": 2, \"desperately\": 1, \"depending\": 1, \"plenty\": 2, \"realize\": 1, \"meredith\": 1, \"m\": 1, \"wants\": 1, \"surf\": 1, \"wave\": 1, \"space\": 3, \"1998\": 1, \"deep\": 1, \"impact\": 1, \"armageddon\": 1, \"everywhere\": 1, \"dimensional\": 1, \"guys\": 2, \"regardless\": 1, \"levels\": 1, \"days\": 1, \"technically\": 1, \"impressive\": 1, \"riz\": 1, \"ortolani\": 1, \"recurring\": 1, \"unaccompanied\": 1, \"vocal\": 1, \"sounds\": 1, \"distant\": 1, \"hill\": 1, \"interested\": 2, \"poetry\": 2, \"politics\": 1, \"japanese\": 1, \"act\": 2, \"drift\": 1, \"earth\": 2, \"personalities\": 1, \"twists\": 1, \"occur\": 1, \"reason\": 2, \"calls\": 1, \"noir\": 1, \"crime\": 1, \"belmondo\": 1, \"lino\": 1, \"ventura\": 1, \"girlfriend\": 2, \"hated\": 1, \"move\": 1, \"uplifting\": 2, \"peter\": 2, \"watkins\": 2, \"accessible\": 1, \"woa\": 1, \"4\": 2, \"pm\": 1, \"8pm\": 1, \"15pm\": 1, \"forwarded\": 1, \"accents\": 1, \"theatrical\": 1, \"everyone's\": 1, \"terror\": 1, \"lie\": 1, \"escalating\": 1, \"monstrous\": 1, \"consequences\": 1, \"shelf\": 1, \"creative\": 1, \"scary\": 2, \"tremendously\": 2, \"outside\": 1, \"africa\": 2, \"past\": 2, \"attempted\": 1, \"truth\": 1, \"reconciliation\": 1, \"'titta\": 1, \"di\": 1, \"girolamo'\": 1, \"vision\": 1, \"four\": 1, \"themselves\": 2, \"considering\": 2, \"ridiculousness\": 1, \"pans\": 1, \"reviewers\": 1, \"custer\": 1, \"jim\": 1, \"o'connor\": 1, \"energetic\": 1, \"george\": 1, \"dull\": 1, \"poler\": 1, \"cute\": 1, \"fort\": 1, \"steele\": 1, \"ask\": 2, \"powerful\": 1, \"explorations\": 1, \"nature\": 1, \"rest\": 3, \"sits\": 1, \"soldiers\": 1, \"masculinity\": 1, \"pledge\": 1, \"hairsplitting\": 1, \"purity\": 1, \"admiration\": 1, \"swords\": 1, \"groove\": 1, \"antithesis\": 1, \"traffic\": 1, \"general\": 1, \"loewenhielm's\": 1, \"partaking\": 1, \"cailles\": 1, \"en\": 1, \"sarcophage\": 1, \"wish\": 1, \"sample\": 1, \"savor\": 1, \"hopeless\": 1, \"entertaining\": 2, \"nonetheless\": 1, \"paolo\": 1, \"sorrentino\": 1, \"tony\": 1, \"built\": 1, \"unforgettable\": 1, \"masterful\": 1, \"themes\": 1, \"simmering\": 1, \"boiling\": 1, \"warts\": 1, \"study\": 1, \"poet's\": 1, \"bohemian\": 1, \"wartime\": 1, \"span\": 1, \"aerial\": 2, \"bombardments\": 1, \"london\": 1, \"outward\": 1, \"tranquillity\": 1, \"welsh\": 1, \"coastal\": 1, \"retreat\": 1, \"borderlines\": 1, \"friendship\": 1, \"lust\": 1, \"dedication\": 1, \"versus\": 2, \"practical\": 1, \"concerns\": 1, \"jealousy\": 1, \"rivalry\": 1, \"cowardice\": 1, \"egotism\": 1, \"heroism\": 1, \"sacrifice\": 1, \"thrown\": 2, \"follows\": 1, \"band\": 1, \"latter\": 1, \"day\": 2, \"mansonites\": 1, \"reporter\": 1, \"who's\": 1, \"anniversary\": 1, \"killings\": 1, \"includes\": 1, \"shatner\": 1, \"nimoy\": 1, \"washed\": 1, \"tacky\": 1, \"spock\": 1, \"rescue\": 1, \"kirk\": 1, \"jet\": 1, \"pack\": 1, \"falls\": 1, \"mountain\": 1, \"scares\": 1, \"tension\": 2, \"medical\": 1, \"terminology\": 1, \"iffy\": 1, \"insulin\": 1, \"dependant\": 1, \"diabetic\": 1, \"telly\": 1, \"savalas\": 1, \"boyle\": 1, \"let's\": 1, \"problems\\u0097the\": 1, \"professor\": 1, \"showed\": 2, \"government\": 1, \"scientist\": 1, \"argued\": 1, \"humanity\": 1, \"reasons\": 1, \"gadget\": 1, \"originality\": 1, \"freshness\": 1, \"offer\": 1, \"carries\": 1, \"master\": 1, \"significant\": 2, \"undertone\": 1, \"fifties\": 1, \"existential\": 1, \"weariness\": 1, \"ought\": 1, \"deeply\": 2, \"angela\": 1, \"bennett\": 1, \"expert\": 1, \"widmark\": 1, \"turns\": 1, \"unintentionally\": 1, \"comical\": 1, \"rocks\": 1, \"plane\": 1, \"famous\": 1, \"ground\": 1, \"breaking\": 1, \"joins\": 1, \"revenge\": 1, \"boogeyman\": 1, \"zombiez\": 1, \"hellish\": 1, \"trinity\": 1, \"consistent\": 1, \"thread\": 1, \"holding\": 1, \"leni\": 1, \"parker\": 1, \"anita\": 1, \"laselva\": 1, \"taelons\": 1, \"quiet\": 1, \"idealogical\": 1, \"54\": 1, \"minutes\": 5, \"sheer\": 1, \"tedium\": 1, \"melodrama\": 1, \"sinking\": 1, \"realized\": 1, \"closed\": 1, \"depicts\": 1, \"need\": 2, \"whenever\": 1, \"memorized\": 1, \"evaluate\": 1, \"lives\": 1, \"aspects\": 1, \"lack\": 1, \"notable\": 1, \"gore\": 1, \"wilkinson's\": 1, \"prepared\": 1, \"ordeal\": 1, \"matter\": 1, \"progresses\": 1, \"character's\": 1, \"anguish\": 1, \"supposed\": 2, \"popcorn\": 1, \"borders\": 1, \"offensive\": 1, \"southern\": 1, \"california\": 1, \"desert\": 1, \"using\": 1, \"patent\": 1, \"victor\": 1, \"mclaglen\": 1, \"donlevy\": 1, \"unrecognizable\": 1, \"shame\": 2, \"thomerson\": 1, \"she's\": 1, \"poised\": 1, \"hadn't\": 1, \"showcasing\": 1, \"apt\": 1, \"clear\": 1, \"range\": 1, \"pull\": 1, \"linear\": 1, \"narration\": 1, \"thus\": 1, \"flashbacks\": 1, \"articulated\": 1, \"tired\": 1, \"clich\\u00e9s\": 1, \"thick\": 1, \"lots\": 1, \"pandering\": 1, \"sabotages\": 1, \"charm\": 1, \"emptiness\": 1, \"sublime\": 1, \"effect\": 1, \"heartwarming\": 1, \"chasing\": 1, \"dreams\": 1, \"irons\": 1, \"terribly\": 2, \"receive\": 1, \"awards\": 1, \"accolades\": 1, \"drive\": 2, \"barking\": 1, \"documentaries\": 2, \"relationships\": 1, \"marriage\": 1, \"shirley\": 1, \"jones\": 1, \"rendition\": 1, \"tonight\": 1, \"relaxing\": 1, \"late\": 1, \"loads\": 2, \"debits\": 1, \"translate\": 1, \"quality\": 2, \"slightest\": 2, \"uniqueness\": 1, \"received\": 1, \"stand\": 1, \"losing\": 1, \"q\": 1, \"deserves\": 1, \"villains\": 1, \"write\": 3, \"damn\": 1, \"realistic\": 2, \"gotten\": 1, \"ballet\": 1, \"repertory\": 1, \"understatement\": 1, \"situations\": 1, \"coach\": 1, \"bell\": 1, \"higher\": 1, \"sink\": 1, \"depressing\": 2, \"bob\": 1, \"rise\": 1, \"buildings\": 1, \"couple\": 1, \"locations\": 1, \"hummh\": 1, \"julian\": 1, \"fellowes\": 1, \"triumphed\": 1, \"ryans\": 1, \"portrayed\": 1, \"someone\": 2, \"father\": 2, \"schizophrenic\": 1, \"murdered\": 1, \"affected\": 1, \"war\": 2, \"tiny\": 1, \"toons\": 1, \"kept\": 1, \"vibe\": 1, \"delivered\": 1, \"popular\": 2, \"underrated\": 1, \"cartoons\": 1, \"later\": 1, \"power\": 1, \"inexperience\": 1, \"meant\": 1, \"passed\": 1, \"dramatic\": 1, \"derivative\": 1, \"revealing\": 2, \"complexity\": 1, \"task\": 1, \"challenges\": 1, \"facing\": 1, \"added\": 1, \"bonuses\": 1, \"washing\": 1, \"twirling\": 1, \"hurt\": 1, \"surely\": 1, \"coherent\": 1, \"force\": 1, \"obliged\": 1, \"sum\": 1, \"critical\": 1, \"fingernails\": 1, \"chalkboard\": 1, \"18th\": 1, \"century\": 1, \"jutland\": 1, \"instruments\": 1, \"touch\": 1, \"person\": 1, \"walk\": 1, \"theatre\": 1, \"relief\": 1, \"slackers\": 1, \"excuses\": 1, \"actions\": 1, \"90\": 1, \"secondly\": 1, \"perfected\": 1, \"thriller\": 3, \"chase\": 1, \"understated\": 1, \"negative\": 1, \"insipid\": 1, \"front\": 1, \"dee\": 1, \"snider\": 1, \"pay\": 1, \"details\": 1, \"dysfunction\": 1, \"describe\": 1, \"painfully\": 1, \"dreary\": 1, \"waster\": 1, \"appealing\": 1, \"repeating\": 1, \"robotic\": 1, \"moves\": 1, \"transfers\": 1, \"taylor\": 1, \"surprising\": 1, \"loosely\": 1, \"public\": 1, \"virtue\": 1, \"regrettable\": 1, \"warmth\": 1, \"generates\": 1, \"austere\": 1, \"backdrop\": 1, \"kevin\": 1, \"spacey\": 1, \"verbal\": 1, \"tsunami\": 1, \"buddy\": 1, \"ackerman\": 1, \"1986\": 1, \"version\": 1, \"house\": 2, \"laughs\": 1, \"results\": 1, \"sloppy\": 1, \"entertained\": 1, \"inside\": 1, \"wind\": 2, \"lion\": 2, \"largely\": 1, \"identify\": 2, \"sean\": 1, \"connery's\": 1, \"noble\": 1, \"brigand\": 1, \"candace\": 1, \"bergen's\": 1, \"feisty\": 1, \"heroine\": 1, \"wily\": 1, \"hay\": 1, \"kanaly's\": 1, \"spiffy\": 1, \"radiant\": 1, \"ruthless\": 1, \"lieutenant\": 1, \"roosevelt's\": 1, \"stick\": 1, \"attempting\": 1, \"artiness\": 1, \"angles\": 1, \"became\": 1, \"existent\": 1, \"sad\": 1, \"junk\": 1, \"canada\": 1, \"aye\": 1, \"rough\": 1, \"draft\": 1, \"shooting\": 1, \"finished\": 1, \"completed\": 1, \"motion\": 1, \"needlessly\": 1, \"repeats\": 1, \"backed\": 1, \"vehicles\": 1, \"corn\": 1, \"flakes\": 1, \"box\": 1, \"bordered\": 1, \"stupidity\": 1, \"iq\": 1, \"mollusk\": 1, \"forgetting\": 1, \"horrendous\": 1, \"yawn\": 1, \"nurse\": 1, \"unpredictability\": 1, \"convention\": 1, \"worked\": 1, \"ultra\": 1, \"intentions\": 1, \"sweet\": 1, \"moments\": 2, \"excuse\": 1, \"poorly\": 1, \"rendering\": 1, \"america's\": 1, \"imperial\": 1, \"manages\": 1, \"transcend\": 1, \"limitations\": 1, \"indie\": 1, \"continually\": 1, \"subverting\": 1, \"expectations\": 1, \"emerge\": 1, \"intense\": 1, \"crash\": 1, \"provokes\": 1, \"emotion\": 1, \"teaches\": 1, \"racism\": 1, \"prejudice\": 1, \"lange\": 1, \"fleshed\": 1, \"grimes\": 1, \"blake\": 1, \"deliver\": 1, \"sharply\": 1, \"scripted\": 1, \"deadpan\": 1, \"tongue\": 1, \"cheek\": 1, \"judith\": 1, \"light\": 2, \"favorite\": 1, \"reminded\": 1, \"huston\": 1, \"evinced\": 1, \"faithful\": 1, \"joyce's\": 1, \"acclaimed\": 1, \"novella\": 1, \"dead\": 1, \"regrettably\": 1, \"cg\": 1, \"microsoft\": 1, \"slideshow\": 1, \"god's\": 1, \"semi\": 1, \"truck\": 1, \"bland\": 1, \"garbo\": 1, \"bat\": 1, \"talents\": 1, \"carry\": 1, \"wanted\": 2, \"netflix\": 1, \"stocking\": 1, \"astronaut\": 1, \"doctor\": 1, \"exchange\": 1, \"considers\": 1, \"cold\": 1, \"astronaut's\": 1, \"biggest\": 1, \"crashed\": 1, \"ussr\": 1, \"pretext\": 1, \"30\": 1, \"mediocre\": 1, \"elderly\": 1, \"awkwardly\": 1, \"babbling\": 1, \"overwrought\": 1, \"pseudo\": 1, \"satanic\": 1, \"gibberish\": 1, \"corny\": 1, \"teen\": 1, \"goth\": 1, \"blush\": 1, \"olde\": 1, \"english\": 1, \"latin\": 1, \"words\": 2, \"kris\": 1, \"kristoffersen\": 1, \"difference\": 1, \"sam\": 1, \"shepard's\": 1, \"gung\": 1, \"ho\": 1, \"marine\": 1, \"sobering\": 1, \"composed\": 1, \"sense\": 1, \"rice's\": 1, \"sensitivities\": 1, \"treatments\": 1, \"outlandish\": 1, \"array\": 1, \"psychotic\": 1, \"lovable\": 1, \"contract\": 1, \"player\": 1, \"scripts\": 1, \"bring\": 1, \"pillow\": 1, \"boyfriend\": 1, \"picked\": 1, \"suffered\": 1, \"artist\": 1, \"casted\": 1, \"reviewer\": 2, \"strives\": 1, \"greatness\": 1, \"muddled\": 1, \"disparate\": 1, \"accurately\": 1, \"defined\": 1, \"mishima\": 1, \"excruciatingly\": 1, \"allowing\": 1, \"1971\": 1, \"format\": 1, \"baaaaaad\": 1, \"build\": 1, \"fox\": 1, \"channel\": 1, \"content\": 1, \"fill\": 1, \"dozen\": 1, \"crackles\": 1, \"youthful\": 1, \"concentrate\": 1, \"meanders\": 1, \"melville\": 1, \"powerhouse\": 1, \"timely\": 1, \"culture's\": 1, \"disturbing\": 1, \"fascination\": 1, \"celebrity\": 1, \"distorted\": 1, \"interpretations\": 1, \"fame\": 1}", "word_docs": "{\"exciting\": 1, \"are\": 56, \"none\": 1, \"or\": 28, \"engaging\": 1, \"them\": 14, \"of\": 241, \"acting\": 35, \"bad\": 44, \"was\": 138, \"the\": 418, \"film\": 120, \"for\": 74, \"handle\": 1, \"this\": 216, \"crayons\": 1, \"storytelling\": 1, \"but\": 72, \"is\": 226, \"crafted\": 1, \"bold\": 2, \"strokes\": 1, \"actors\": 17, \"haggis\": 1, \"picture\": 1, \"people\": 10, \"can't\": 8, \"in\": 157, \"an\": 41, \"who\": 30, \"a\": 273, \"by\": 39, \"anything\": 6, \"writing\": 11, \"paul\": 3, \"and\": 264, \"cartoon\": 2, \"ugly\": 1, \"with\": 70, \"painted\": 1, \"good\": 47, \"understand\": 9, \"truly\": 7, \"character\": 21, \"both\": 14, \"become\": 4, \"particular\": 3, \"sincere\": 1, \"their\": 14, \"delivering\": 2, \"performance\": 10, \"convincing\": 2, \"makes\": 5, \"do\": 20, \"i\": 177, \"weird\": 2, \"really\": 34, \"they\": 22, \"to\": 169, \"team\": 1, \"movies\": 21, \"movie\": 134, \"that\": 116, \"style\": 5, \"continue\": 1, \"more\": 23, \"kinda\": 2, \"hope\": 3, \"will\": 16, \"some\": 19, \"own\": 5, \"so\": 45, \"behind\": 1, \"recommend\": 8, \"confidence\": 1, \"coaster\": 1, \"roller\": 1, \"train\": 1, \"scene\": 11, \"unnecessary\": 1, \"totally\": 11, \"there\": 38, \"it\": 179, \"life\": 11, \"half\": 5, \"pretty\": 10, \"high\": 2, \"cry\": 1, \"schoolers\": 1, \"time\": 31, \"bunch\": 2, \"whine\": 1, \"hour\": 3, \"about\": 38, \"very\": 43, \"following\": 2, \"waste\": 9, \"drama\": 7, \"expression\": 1, \"visual\": 3, \"patriotism\": 1, \"narrative\": 1, \"celebration\": 1, \"interest\": 3, \"feeling\": 8, \"lacks\": 3, \"underlines\": 1, \"amazing\": 6, \"does\": 8, \"job\": 9, \"running\": 2, \"modest\": 1, \"fast\": 5, \"plus\": 2, \"budget\": 5, \"movie's\": 1, \"rather\": 5, \"final\": 3, \"v\": 1, \"worst\": 10, \"star\": 4, \"frontier\": 1, \"trek\": 1, \"series\": 7, \"freedom\": 2, \"just\": 49, \"i'm\": 9, \"too\": 16, \"artistic\": 1, \"suspension\": 1, \"incorrectness\": 1, \"tolerate\": 1, \"all\": 48, \"female\": 2, \"political\": 1, \"much\": 17, \"can\": 16, \"one\": 58, \"slavic\": 1, \"well\": 29, \"disbelief\": 1, \"thing\": 9, \"films\": 18, \"you\": 49, \"see\": 34, \"if\": 35, \"there's\": 7, \"sequel\": 1, \"believe\": 7, \"even\": 31, \"frightening\": 2, \"not\": 55, \"least\": 8, \"comprehensible\": 1, \"barely\": 3, \"funny\": 16, \"2005\": 1, \"again\": 10, \"watched\": 8, \"sundays\": 1, \"two\": 10, \"taped\": 2, \"entire\": 6, \"march\": 1, \"then\": 8, \"ago\": 2, \"20th\": 1, \"enjoy\": 4, \"began\": 2, \"works\": 5, \"literally\": 2, \"parts\": 4, \"most\": 28, \"from\": 36, \"excerpts\": 1, \"wonder\": 2, \"think\": 18, \"his\": 32, \"wonderful\": 16, \"full\": 4, \"course\": 3, \"blah\": 1, \"certainly\": 8, \"glad\": 4, \"obvious\": 2, \"would\": 20, \"have\": 40, \"didn't\": 19, \"choice\": 1, \"as\": 61, \"go\": 9, \"lesser\": 1, \"poignant\": 1, \"also\": 17, \"times\": 4, \"at\": 43, \"story\": 22, \"nice\": 4, \"way\": 16, \"adorable\": 4, \"imaginative\": 2, \"mickey\": 2, \"turkey\": 1, \"occasionally\": 3, \"highly\": 6, \"playing\": 6, \"seeing\": 5, \"cruel\": 1, \"straw\": 1, \"it's\": 46, \"thought\": 11, \"skilled\": 1, \"sorry\": 1, \"anyone\": 15, \"black\": 7, \"overt\": 1, \"depicted\": 1, \"whites\": 1, \"littered\": 1, \"return\": 1, \"members\": 1, \"towards\": 2, \"boobs\": 1, \"slurs\": 1, \"morons\": 1, \"cast\": 13, \"racial\": 1, \"us\": 3, \"length\": 2, \"win\": 1, \"same\": 5, \"over\": 13, \"turn\": 1, \"whole\": 5, \"hopefully\": 1, \"feature\": 1, \"short\": 6, \"cox\": 1, \"new\": 5, \"james\": 3, \"into\": 11, \"director\": 9, \"walked\": 2, \"out\": 31, \"faster\": 1, \"never\": 14, \"balanced\": 2, \"between\": 7, \"be\": 41, \"put\": 4, \"underacting\": 1, \"scale\": 2, \"perfectly\": 3, \"overacting\": 2, \"could\": 17, \"on\": 56, \"like\": 33, \"ever\": 21, \"doubt\": 1, \"trash\": 2, \"graphics\": 2, \"today\": 3, \"crap\": 6, \"wasted\": 6, \"money\": 5, \"properly\": 1, \"kind\": 8, \"lacked\": 2, \"depth\": 2, \"developments\": 1, \"compelling\": 2, \"mini\": 2, \"aailiyah\": 1, \"her\": 16, \"entrance\": 1, \"first\": 8, \"dance\": 4, \"akasha\": 1, \"places\": 3, \"ups\": 3, \"many\": 12, \"were\": 32, \"close\": 3, \"started\": 5, \"any\": 18, \"watching\": 20, \"characters\": 25, \"song\": 3, \"best\": 18, \"head\": 3, \"keeps\": 2, \"when\": 23, \"gerardo\": 1, \"through\": 8, \"trying\": 4, \"find\": 7, \"how\": 24, \"don't\": 18, \"am\": 7, \"thrilled\": 2, \"after\": 11, \"he\": 26, \"terrible\": 8, \"unbearable\": 1, \"has\": 33, \"little\": 15, \"no\": 24, \"comedic\": 1, \"screen\": 8, \"watch\": 13, \"almost\": 6, \"timing\": 1, \"charisma\": 2, \"location\": 3, \"lies\": 1, \"contrast\": 2, \"joy\": 5, \"better\": 13, \"maybe\": 4, \"been\": 10, \"along\": 1, \"savant\": 1, \"sister\": 1, \"real\": 19, \"played\": 10, \"idiot\": 2, \"helps\": 2, \"seen\": 21, \"though\": 9, \"god\": 2, \"starring\": 1, \"years\": 11, \"12\": 1, \"smith\": 1, \"came\": 2, \"jaclyn\": 1, \"my\": 26, \"great\": 30, \"nevsky\": 1, \"alexander\": 2, \"look\": 14, \"give\": 8, \"pathetic\": 3, \"yeah\": 1, \"storyline\": 4, \"oh\": 5, \"provoking\": 3, \"interesting\": 11, \"overall\": 4, \"whatever\": 5, \"me\": 16, \"such\": 8, \"prompted\": 1, \"beyond\": 3, \"documentary\": 3, \"checking\": 3, \"definitely\": 8, \"worth\": 9, \"scared\": 3, \"had\": 15, \"special\": 7, \"beautiful\": 6, \"funniest\": 1, \"garbage\": 5, \"yelps\": 1, \"excellent\": 10, \"june\": 2, \"under\": 2, \"20\": 1, \"scamp\": 1, \"caught\": 1, \"curtain\": 1, \"hes\": 1, \"underneath\": 2, \"its\": 20, \"'ive\": 1, \"lid\": 1, \"before'\": 1, \"cover\": 2, \"singing\": 2, \"angel\": 1, \"coming\": 3, \"edition\": 1, \"genuine\": 3, \"problems\": 3, \"believable\": 5, \"condescends\": 1, \"hearts\": 1, \"word\": 5, \"torture\": 3, \"show\": 11, \"u\": 1, \"premise\": 4, \"s\": 2, \"president\": 1, \"ridiculous\": 4, \"speak\": 2, \"music\": 12, \"dialogs\": 1, \"shallow\": 1, \"insincere\": 1, \"extremely\": 3, \"made\": 20, \"directing\": 7, \"worse\": 9, \"hackneyed\": 2, \"thoroughly\": 3, \"christopher\": 1, \"took\": 2, \"continuation\": 1, \"tardis\": 1, \"eccleston\": 1, \"enjoyed\": 6, \"control\": 2, \"hours\": 4, \"end\": 8, \"spoil\": 2, \"won't\": 3, \"success\": 1, \"sydney\": 1, \"greenstreet\": 1, \"casting\": 6, \"depends\": 1, \"yardley\": 1, \"making\": 5, \"church\": 1, \"touching\": 2, \"nuns\": 1, \"burton's\": 1, \"nun\": 1, \"portrayal\": 5, \"ursula\": 1, \"fun\": 5, \"released\": 1, \"thanks\": 1, \"done\": 7, \"why\": 6, \"gave\": 5, \"now\": 9, \"know\": 13, \"10\": 14, \"weak\": 3, \"missed\": 2, \"producer\": 1, \"going\": 9, \"entirely\": 2, \"describes\": 1, \"philippa\": 1, \"layers\": 1, \"subtle\": 5, \"don\": 1, \"beautifully\": 1, \"duet\": 2, \"giovanni\": 1, \"appreciate\": 3, \"situation\": 2, \"sing\": 1, \"achille\": 1, \"i'd\": 6, \"nor\": 1, \"spent\": 3, \"amount\": 3, \"filmmaker\": 1, \"sand\": 1, \"hide\": 1, \"here\": 